Repository: isontheline/pro.webssh.net
Catalog: src/i18n/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, ko, pl, pt, ru, sv, tr, uk, zh_hans, zh_hant_tw

# A_Copy
source: Copy
da: Kopi
de: Kopie
es: Copia
fr: Copie
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt: Copiar
ru: Копия
sv: Kopiera
tr: Kopyala
uk: Копіювати
zh_hans: 复制
zh_hant_tw: 複製

source: A password is required for your private key
da: Et kodeord er påkrævet til din private nøgle
de: Es wird ein Passwort für deinen privaten Schlüssel benötigt
es: Se requiere una contraseña para la clave privada
fr: Un mot de passe est nécessaire pour votre clé privée
it: Una password è richiesta per la tua chiave privata
ja: この秘密鍵にはパスワードが必要です
ko: 사용자의 private key에 비밀번호가 필요합니다.
pl: Potrzeba hasła dla klucza prywatnego
pt: É requerido uma senha para chave privada
ru: Для вашего закрытого ключа требуется пароль
sv: Ett lösenord krävs för din privata nyckel
tr: Kişisel anahtarınız için bir şifre gereklidir.
uk: Для вашого приватного ключа потрібен пароль
zh_hans: 需要为你的私钥设置一个密码
zh_hant_tw: 你的私密金鑰需要密碼

source: About
da: Om
de: Über WebSSH
es: Acerca de
fr: A Propos
it: Più info
ko: 소개
pl: O
pt: Sobre
ru: версия
sv: Om
tr: Hakkında
uk: Про
zh_hans: 关于
zh_hant_tw: 關於

source: Active
da: Aktiv
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: 能動
ko: 활동적인
pl: Aktywny
pt: Ativo
ru: Активный
sv: Aktiv
tr: Etkin
uk: Активний
zh_hans: 积极

source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати
zh_hans: 新增
zh_hant_tw: 新增

source: Add Private Key
da: Tilføj privat nøgle
de: Privaten Schlüssel hinzufügen
es: Agregar clave privada
fr: Ajouter une clé privée
it: Aggiungi chiave privata
ja: 秘密鍵を追加する
ko: 개인 키 추가
pl: Dodaj klucz prywatny
pt: Adicionar chave privada
ru: Добавить закрытый ключ
sv: Lägg till privat nyckel
tr: Özel Anahtar Ekle
uk: Додати приватний ключ
zh_hans: 添加私钥
zh_hant_tw: 新增私密金鑰

# Add_This_Folder_To_Favorite
source: Add this folder to favorites
da: Tilføj denne mappe til favoritter
de: Diesen Ordner zu Favoriten hinzufügen
es: Agregar archivo a los favoritos
fr: Ajouter ce dossier aux favoris
it: Aggiungi questa cartella ai preferiti
ja: お気に入りにフォルダを追加
ko: 이 폴더를 즐겨찾기에 추가
pl: Dodaj do ulubionych
pt: Adicionar esta pasta para os favoritos
ru: Добавить файл в избранное
sv: Lägg till den här katalogen till favoriter
tr: Bu dizini sık kullanılanlara ekle
uk: Додайте цю папку до вибраного
zh_hans: 将此目录添加到收藏
zh_hant_tw: 將資料夾加至最愛

source: All
da: Alle
de: Alles
es: todo
fr: Tous
it: Tutte
ja: すべて
ko: 모두
pl: Wszystko
pt: Tudo
ru: Все
sv: Alla
tr: Hepsi
uk: всі
zh_hans: 全部
zh_hant_tw: 所有

# All_Purchases_Unregistered
source: All purchases have been unregistered. To register them again, please restore purchases.
da: Alle køb er blevet afregistreret. For at registrere dem igen skal du venligst gendanne dine køb
de: Alle Einkäufe wurden deaktiviert. Um sie wieder zu aktivieren, stelle sie bitte wieder her.
es: Todas las compras que se han registrado. Para registrarlos de nuevo, por favor restaurar compras.
fr: Tous vos achats ont été supprimés. Pour les retrouver merci de restaurer vos achats.
it: Tutti gli acquisti sono stati deregistrati. Per registrarli nuovamente, sei pregato di ripristinare gli acquisti stessi.
ja: すべての課金情報が解除されました。再度登録するには、課金情報をリストアしてください。
ko: 모든 구매항목들이 비활성화되었습니다. 다시 활성화하시려면, "이전 구매 복원" 작업을 수행해주세요.
pl: Wszystkie zakupy zostały wycofane. Aby je zarejestrować, należy je przywrócić.
pt: Todas as compras tiveram o registro cancelado.Para registrar novamente,por favor restaure suas compras
ru: Все покупки были сброшены. Чтобы снова зарегистрировать, пожалуйста, восстановите их.
sv: Alla köp har blvit avregistrerade. För att registrera dem igen, återställ dina köp.
tr: Tüm satın alma işlemleri kayıt dışı bırakıldı. Bunları yeniden kaydettirmek için lütfen satın alma işlemlerini geri yükleyin.
uk: Усі покупки скасовано. Щоб зареєструвати їх знову, відновіть покупки.
zh_hans: 所有购买内容已取消注册。若需重新注册，请恢复购买。
zh_hant_tw: 所有購買項目尚未註冊。如需註冊，請點選復原購買。

# All_Your_Devices
source: On All Your Devices
da: På alle dine enheder
de: Auf all Ihren Geräten
es: En todos tus dispositivos
fr: Sur tous vos appareils
it: Su tutti i tuoi dispositivi
ja: すべてのデバイスで
ko: 모든 단말기에서
pl: Na wszystkich Twoich urządzeniach
pt: Em todos os seus dispositivos
ru: На всех ваших устройствах
sv: På alla dina enheter
tr: Tüm Cihazlarınızda
uk: На всіх ваших пристроях
zh_hans: 在您的所有设备上
zh_hant_tw: 在所有您的裝置上

# All_Your_Devices_Description
source: Enjoy your purchase on all your devices : iPhone / iPad / Mac
da: Nyd dit køb på alle dine enheder: iPhone / iPad / Mac
de: Genießen Sie Ihren Kauf auf allen Ihren Geräten: iPhone / iPad / Mac
es: Disfruta de tu compra en todos tus dispositivos: iPhone / iPad / Mac
fr: Profitez de votre achat sur tous vos appareils : iPhone / iPad / Mac
it: Goditi il tuo acquisto su tutti i tuoi dispositivi: iPhone / iPad / Mac
ja: すべてのデバイスでご購入をお楽しみください：iPhone / iPad / Mac
ko: 모든 기기에서 구매를 즐기세요: iPhone / iPad / Mac
pl: Ciesz się swoim zakupem na wszystkich urządzeniach: iPhone / iPad / Mac
pt: Aproveite sua compra em todos os seus dispositivos: iPhone / iPad / Mac
ru: Наслаждайтесь своей покупкой на всех ваших устройствах: iPhone / iPad / Mac
sv: Njut av ditt köp på alla dina enheter: iPhone / iPad / Mac
tr: Satın alımınızı tüm cihazlarınızda keyfini çıkarın: iPhone / iPad / Mac
uk: Насолоджуйтеся вашими покупками на всіх вашіх пристроях: iPhone / iPad / Mac
zh_hans: 在所有设备上享受您的购买：iPhone / iPad / Mac
zh_hant_tw: 在所有裝置上享受您的購買：iPhone / iPad / Mac

source: Allow
da: Give lov til
de: Erlauben
es: Permitir
fr: Autoriser
it: Permettere
ja: 許可する
ko: 허용하다
pl: Umożliwić
pt: Permitir
ru: Позволять
sv: Tillåta
tr: İzin vermek
uk: Дозволити
zh_hans: 允许
zh_hant_tw: 允許

source: Already exists
da: Eksitere allerede
de: Existiert bereits
es: Existe actualmente
fr: Existe déjà
it: Già esistente
ja: すでに存在します
ko: 이미 존재합니다.
pl: Już istnieje
pt: Já existe
ru: Уже существует
sv: Finns redan
tr: Zaten var
uk: Вже існує
zh_hans: 已存在
zh_hant_tw: 已經存在

# Are_You_Sure_File_Not_Saved
source: You haven't saved. Do you want to close without saving?
da: Du har ikke gemt. Vil du lukke uden at gemme?
de: Du hast nicht gespeichert. Möchtest du schließen ohne zu speichern?
es: No lo ha guardado. Desea cerrar la aplicación sin guardar ?
fr: Vous n'avez pas sauvegardé. Souhaitez-vous fermer sans sauvegarder?
it: Non hai salvato le modifiche. Desideri chiudere senza salvare?
ja: 保存できませんでした。 保存せずに閉じますか？
ko: 아직 저장하지 않으셨습니다. 저장하지 않고 닫으시겠습니까?
pl: Nie zapisałeś. Chcesz zamknąć bez zapisywania?
pt: Você não salvou Você quer fechar sem salvar?
ru: Были сделаны изменения. Выйти без сохранения?
sv: Du har inte sparat. Vill du avsluta utan att spara?
tr: Kaydetmediniz. Kaydetmeden kapatmak istiyor musunuz?
uk: Ви не зберегли. Бажаєте закрити без збереження?
zh_hans: 修改尚未保存。 确实要放弃修改直接关闭吗？
zh_hant_tw: 檔案尚未儲存。 您要放棄修改並關閉檔案嗎？

source: Avoided corruptions
da: Undgået korruption
de: Datenkorruption verhindert
es: Corrupciones evitadas
fr: Corruptions évitées
it: Anti-corruzione
ja: 腐敗の回避
ko: 손상된 파일
pl: Unikaj błędów
pt: Corrupções evitadas
ru: Предотвращение повреждения
sv: Undvikna fel
tr: Önlenen yolsuzluklar
uk: Уникли корупції
zh_hans: 避免的损坏
zh_hant_tw: 已避免的損壞

# Bad_Credentials
source: Provided credentials are bad
da: Forudsat legitimationsoplysninger er dårlige
de: Angegebene Anmeldedaten stimmen nicht
es: Las credenciales proporcionadas son incorrectas
fr: Les identifiants fournis sont incorrects
it: Le credenziali fornite non sono corrette
ja: 資格情報が間違っています
ko: 입력하신 정보가 올바르지 않습니다.
pl: Dostarczone dane są błędne
pt: Credencias fornecidas são ruins
ru: Предоставленные сертификаты недействительны
sv: Felaktiga inloggningsuppgifter
tr: Verilen giriş bilgileri yanlış
uk: Надані облікові дані погані
zh_hans: 所提供的身份信息无效
zh_hant_tw: 提交的憑證不正確

source: Bad ICMP data received
da: Dårlige ICMP-data modtaget
de: Schlechte ICMP Daten empfangen
es: Se recibió un ICMP malo
fr: Mauvais paquet ICMP reçu
it: Dati ICMP recevuti danneggiati
ja: 不正なICMPデータを受信しました
ko: 잘못된 ICMP 데이터 수신됨
pl: Błędne dane ICMP
pt: Dados ICMP recebidos com problemas
ru: получены испорченные данные ICMP
sv: Felaktig ICMP-data mottagen
tr: Bozuk ICMP verisi alındı
uk: Отримано неправильні дані ICMP
zh_hans: 收到坏 ICMP 数据
zh_hant_tw: 接收到的 ICMP 資料不正確

source: Bad response received
da: Dårligt svar modtaget
de: Fehlerhafte Antwort erhalten
es: Mala respuesta recibida
fr: Mauvaise réponse reçue
it: Risposta negativa ricevuta
ja: 不正な応答を受信しました
ko: 잘못된 응답 수신
pl: Otrzymano złą odpowiedź
pt: Recebido resposta com problemas
ru: Получен неправильный ответ
sv: Felaktigt svar mottaget
tr: Bozuk yanıt alındı
uk: Отримано погану відповідь
zh_hans: 收到坏应答
zh_hant_tw: 接收到的回應不正確

source: Bad SSH Config File
da: Dårlig SSH-konfigurationsfil
de: Fehlerhafte SSH-Konfigurationsdatei
es: Archivo de configuración SSH incorrecto
fr: Fichier de configuration SSH invalide
it: File di configurazione SSH errato
ja: 不正な SSH 構成ファイル
ko: 잘못된 SSH 구성 파일
pl: Zły plik konfiguracyjny SSH
pt: Arquivo de configuração SSH inválido
ru: Неверный файл конфигурации SSH
sv: Dålig SSH-konfigurationsfil
tr: Hatalı SSH Yapılandırma Dosyası
uk: Поганий файл конфігурації SSH
zh_hans: 错误的 SSH 配置文件
zh_hant_tw: 錯誤的 SSH 配置文件

# Buy
source: Purchase
da: Køb
de: Kaufen
es: Comprar
fr: Acheter
it: Compra
ja: 購入する
ko: 구매
pl: Kup
pt: Compre
ru: Купить
sv: Köp
tr: Satın al
uk: Купуйте
zh_hans: 购买
zh_hant_tw: 購買

# Buy_Canceled
source: Purchase canceled
da: Køb afbrudt
de: Kauf abgebrochen
es: Compra cancelada
fr: Achat annulé
it: Acquisto annullato
ja: 購入をキャンセルする
ko: 구매 취소됨
pl: Anulowano zakup
pt: Compra cancelada
ru: Покупка отменена
sv: Köp avbrutet
tr: Satın alma iptal edildi
uk: Покупку скасовано
zh_hans: 购买已取消
zh_hant_tw: 已取消購買

# Can_Not_Create_Dir_Because_Already_Exists
source: Can not create directory because it already exists
da: Fejl ved oprettelse af mappe fordi den allerede eksistere
de: Kann Verzeichnis nicht erstellen, da es bereits existiert
es: ¿No cree el archivo porque ya existe
fr: Impossible de créer le dossier car il existe déjà
it: Non posso creare la directory perchè esiste già
ja: すでに存在するためディレクトリを作成できません
ko: 폴더가 이미 존재하므로 만들 수 없습니다.
pl: Nie można utworzyć katalogu, który już istnieje.
pt: Não pode criar diretório porque o mesmo já existe
ru: Невозможно создать файл, так как он уже существует
sv: Kan inte skapa katalog för att den redan finns
tr: Dizin halihazırda var olduğu için oluşturulamıyor
uk: Неможливо створити каталог, оскільки він уже існує
zh_hans: 无法创建目录因为存在同名目录
zh_hant_tw: 無法建立資料夾，目標已存在

# Can_Not_Create_File_Because_Already_Exists
source: The name "%@" is already taken. Please choose a different name.
da: Navnet "%@" er allerede taget. Vælg venligst et andet navn.
de: Der Name "%@" wird bereits verwendet. Bitte wähle einen anderen Namen.
es: El nombre ya ha sido tomado. Elija un nombre diferente.
fr: Le nom "%@" est déjà utilisé. Merci de choisir un nom différent.
it: Il nome "%@" è stato già scelto. Siete pregati di scegliere un nome differente.
ja: "%@"はすでに使われています。別の名前を選んだください。
ko: 입력하신 "%@"는 이미 사용된 이름입니다. 다른 이름을 입력하여 주세요.
pl: Nazwa "%@" jest już zajęta. Proszę wybierz inną.
pt: O nome "%@" já tem. Por favor escolha um nome diferente
ru: "%@" уже занято. Пожалуйста, выбери другое имя.
sv: Namnet &quot;%@&quot; är redan upptaget. Var god välj ett annat namn.
tr: "%@" adı alınmıştır. Lütfen başka bir isim seçiniz.
uk: Ім'я "%@" вже зайнято. Виберіть іншу назву.
zh_hans: 名称「%@」已被占用。请使用不同的名称。
zh_hant_tw: "%@" 己被使用，請輸入其他名稱。

source: Can not establish connection to %@
da: Kan ikke oprette forbindelse til %@
de: Es kann keine Verbindung zu %@ hergestellt werden
es: No se puede establecer conexión con %@
fr: Connexion impossible vers %@
it: Impossibile stabilire la connessione a %@
ja: %@への接続を確立できませんでした
ko: %@ 로 연결할 수 없습니다.
pl: Nie można nawiązać połączenia z %@
pt: Não pode ser estabelecido conexão para %@
ru: Не могу установить соединение с %@
sv: Kan inte koppla upp mot %@
tr: %@'a bağlantı kurulamıyor
uk: Не вдається встановити з'єднання з %@
zh_hans: 无法建立与 %@ 的连接
zh_hant_tw: 未能連接到 %@

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant_tw: 取消

source: Checking hosts availability
da: Kontrol af værters tilgængelighed
de: Überprüfen der Verfügbarkeit von Hosts
es: Comprobación de la disponibilidad de los anfitriones
fr: Vérification disponibilité serveurs
it: Verifica della disponibilità degli host
ja: ホストの可用性を確認しています
ko: 호스트 가용성 확인
pl: Sprawdzanie dostępności hostów
pt: Verificando a disponibilidade dos hosts
ru: Проверка доступности хостов
sv: Kontrollera värdarnas tillgänglighet
tr: Ana bilgisayar müsaitliğini kontrol etme
uk: Перевірка наявності хостів
zh_hans: 检查主机可用性
zh_hant_tw: 檢查主機連接性

source: Clipboard Access
da: Adgang til Udklipsholder
de: Zugriff auf die Zwischenablage
es: Acceso al portapapeles
fr: Accès au presse-papiers
it: Accesso agli appunti
ja: クリップボードへのアクセス
ko: 클립보드 액세스
pl: Dostęp do schowka
pt: Acesso à área de transferência
ru: Доступ к буферу обмена
sv: Tillgång till Urklipp
tr: Pano Erişimi
uk: Доступ до буфера обміну
zh_hans: 剪贴板访问
zh_hant_tw: 取用剪貼板

# Clipboard_Write_Access
source: Terminal would like to paste on your clipboard. Do you allow?
da: Terminal vil gerne indsætte på din udklipsholder. Tillader du?
de: Terminal möchte in Ihre Zwischenablage einfügen. Erlauben Sie?
es: Terminal desea pegar en su portapapeles. ¿Permites?
fr: Le terminal souhaiterait coller du contenu dans votre presse-papiers. Acceptez-vous ?
it: Terminal vorrebbe incollare negli appunti. Permetti?
ja: ターミナルがクリップボードに貼り付けようとしています。許可しますか？
ko: 터미널에서 클립보드에 붙여넣기를 원합니다. 허용합니까?
pl: Terminal chce wkleić do schowka. pozwalasz?
pt: Terminal gostaria de colar em sua área de transferência. Você permite?
ru: Терминал хотел бы вставить в буфер обмена. Вы позволяете?
sv: Terminal vill klistra in på ditt urklipp. Tillåter du?
tr: Terminal panonuza yapıştırmak istiyor. İzin verir misiniz?
uk: Термінал хоче вставити в буфер обміну. Ви дозволяєте?
zh_hans: 终端想要粘贴到您的剪贴板上。你允许吗？
zh_hant_tw: 終端想要粘貼到您的剪貼板上。你允許嗎？

source: Clone
da: Klon
de: Klonen
es: Clonar
fr: Cloner
ja: クローン
ko: 복제
pl: Klonuj
ru: Клонировать
sv: Klona
tr: Klon
uk: Клон
zh_hans: 克隆
zh_hant_tw: 複製

# Clone_Done
source: Connection is now cloned 🎉
da: Forbindelsen er nu klonet 🎉
de: Verbindung ist jetzt geklont 🎉
es: La conexión ahora está clonada 🎉
fr: La connexion est désormais clonée 🎉
it: La connessione è ora clonata 🎉
ja: 接続がクローン化されました🎉。
ko: 연결이 복제됩니다 🎉.
pl: Połączenie jest teraz sklonowane 🎉
pt: A conexão agora é clonada 🎉
ru: Соединение теперь клонировано 🎉
sv: Anslutningen är nu klonad 🎉
tr: Bağlantı şimdi klonlandı 🎉
uk: З’єднання клоновано 🎉
zh_hans: 连接现在被🎉克隆
zh_hant_tw: 已複製連線 🎉

source: Close
da: Lukke
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudere
ja: 閉める
ko: 닫다
pl: Zamykać
pt: Fechar
ru: Закрыть
sv: Stänga
tr: Kapatmak
uk: Закрити
zh_hans: 关闭
zh_hant_tw: 關閉

# Command
source: Snippet
da: Uddrag
es: Retazo
ja: コマンド
ko: 단편
ru: Фрагмент
uk: Фрагмент
zh_hans: 命令
zh_hant_tw: 指令

source: Confirmation
da: Bekræftelse
de: Bestätigung
es: Confirmación
it: Conferma
ja: 確認
ko: 확인
pl: Potwierdzenie
pt: Confirmação
ru: Подтверждение
sv: Bekräftelse
tr: Onay
uk: Підтвердження
zh_hans: 确认
zh_hant_tw: 確認

source: Connect
da: Forbind
de: Verbinden
es: Conectar
fr: Connexion
it: Connetti
ja: 接続
ko: 연결하기
pl: Połącz
pt: Conectar
ru: Подключится
sv: Anslut
tr: Bağlan
uk: Підключити
zh_hans: 连接
zh_hant_tw: 連接

# CONNECTING_FAILED
source: Connection Failed
da: Forbindelses fejl
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Connexion échouée
it: Connessione fallita
ja: 接続に失敗しました
ko: 연결 실패
pl: Połączenie się niepowiodło
pt: Conexão falhou
ru: Подключение не удалось
sv: Anslutning misslyckades
tr: Bağlantı başarısız
uk: Підключення не вдалося
zh_hans: 连接失败
zh_hant_tw: 連接失敗

# CONNECTING_MESSAGE
source: Please wait.
da: Vent venligst
de: Bitte warten.
es: Conectando ... Por favor, espere.
fr: Veuillez patienter.
it: Attendere, per favore.
ja: しばらくお待ちください
ko: 잠시만 기다려주세요.
pl: Proszę czekać.
pt: Por favor aguarde
ru: Пожалуйста, подождите.
sv: Var god vänta.
tr: Lütfen bekleyiniz.
uk: Будь ласка, зачекайте.
zh_hans: 请稍候
zh_hant_tw: 請稍候…

# CONNECTING_TITLE
source: Connecting...
da: Forbinder...
de: Verbinden...
es: Conexión
fr: Connexion...
it: In connessione...
ja: 接続中...
ko: 연결중...
pl: Łączę...
pt: Conectando...
ru: Подключение
sv: Ansluter...
tr: Bağlanılıyor...
uk: Підключення...
zh_hans: 正在连接...
zh_hant_tw: 連接中…

source: Connection
da: Forbindelse
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続先
ko: 커넥션
pl: Połączenie
pt: Conexão
ru: Соединение
sv: Anslutning
tr: Bağlantı
uk: Підключення
zh_hans: 连接
zh_hant_tw: 連線

source: Connection error
da: Forbindelsesfejl
de: Verbindungsfehler
es: Error de conexión
fr: Erreur connexion
it: Errore di connessione
ja: 接続エラー
ko: 연결 오류
pl: Błąd połączenia
pt: Erro na conexão
ru: Ошибка соединения
sv: Anslutningsfel
tr: Bağlantı hatası
uk: Помилка з'єднання
zh_hans: 连接错误
zh_hant_tw: 連線錯誤

source: Continue
da: Blive ved
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속하다
pl: Kontynuuj
pt: Continuar
ru: Продолжать
sv: Fortsätt
tr: Devam et
uk: Продовжуйте
zh_hans: 继续
zh_hant_tw: 繼續

source: Continue anyway
da: Fortsæt alligevel
de: Trotzdem fortfahren
es: De todas maneras, continúe
fr: Continuer tout de même
it: Continua comunque
ja: とにかく続けます
ko: 계속
pl: Kontynuować mimo to
pt: Continue de qualquer maneira
ru: Продолжить в любом случае
tr: Her halükarda devam et
uk: Все одно продовжуйте
zh_hans: 还是继续
zh_hant_tw: 仍要繼續

source: Copy
da: Kopi
de: Kopieren
es: Copiar
fr: Copier
it: copia
ja: コピー
ko: 복사
pl: Kopiuj
pt: cópia de
ru: Копировать
sv: Kopiera
tr: kopyala
uk: Копія
zh_hans: 复制
zh_hant_tw: 複製

source: Copy All
da: Kopier alle
de: Alles kopieren
es: Cópialo todo
fr: Tout copier
it: Copia tutto
ja: すべてコピー
ko: 모두 복사
pl: Skopiuj wszystko
pt: Copiar tudo
ru: Копировать все
sv: Kopiera alla
tr: Hepsini kopyala
uk: Копіювати все
zh_hans: 全部复制
zh_hant_tw: 複製全部

source: Copy Public Key
da: Kopiér offentlig nøgle
de: Öffentlichen Schlüssel kopieren
es: Copiar clave pública
fr: Copier la clé publique
it: Copia chiave pubblica
ja: 公開鍵をコピー
ko: 공개 키 복사
pl: Skopiuj klucz publiczny
pt: Copiar chave pública
ru: Скопировать открытый ключ
sv: Kopiera offentlig nyckel
tr: Genel Anahtarı Kopyala
uk: Копіювати відкритий ключ
zh_hans: 复制公钥
zh_hant_tw: 複製公鑰

source: Copy Screen
da: Kopier skærm
de: Bildschirm kopieren
es: Copiar pantalla
fr: Copier l'écran
it: Copia schermo
ja: 画面コピー
ko: 화면 복사
pl: Kopiuj ekran
pt: Copiar tela
ru: Копировать экран
sv: Kopiera skärm
tr: Ekranı Kopyala
uk: Копіювати екран
zh_hans: 复印画面
zh_hant_tw: 複製畫面

source: Copy Selected
da: Kopi valgt
de: Ausgewählte kopieren
es: Copiar seleccionado
fr: Copier la sélection
it: Copia selezionata
ja: 選択をコピー
ko: 선택 항목 복사
pl: Kopiuj wybrane
pt: Copiar Selecionado
ru: Копировать выбранное
sv: Kopiera valda
tr: Seçileni Kopyala
uk: Копіювати вибране
zh_hans: 复制所选
zh_hant_tw: 複製已選擇的

# Create_Directory
source: Create a directory
da: Tilføj en mappe
de: Verzeichnis erstellen
es: Crear un directorio
fr: Créer un répertoire
it: Crea una directory
ja: ディレクトリを作成する
ko: 폴더 생성
pl: Stwórz folder
pt: Criar um diretório
ru: Создать папку
sv: Skapa en katalog
tr: Dizin oluştur
uk: Створіть каталог
zh_hans: 创建一个目录
zh_hant_tw: 建立資料夾

# Create_File
source: Create a file
da: Opret en fil
de: Datei erstellen
es: crear un archivo
fr: Créer un fichier
it: Crea un file
ja: ファイルを作成する
ko: 파일 생성
pl: Stwórz plik
pt: Criar um arquivo
ru: Создать файл
sv: Skapa en fil
tr: Dosya oluştur
uk: Створіть файл
zh_hans: 创建一个文件
zh_hant_tw: 建立檔案

# Deep_Linking_Ask
source: You (or something) have requested to launch a connection from a URL. If you are not sure please deny this request.
da: Du (eller noget) har anmodet om at starte en forbindelse fra en URL. Hvis du ikke er sikker, så afvis denne anmodning.
de: Sie (oder etwas) haben angefordert, eine Verbindung von einer URL zu starten. Wenn Sie sich nicht sicher sind, lehnen Sie diese Anfrage bitte ab.
es: Usted (o algo) ha solicitado iniciar una conexión desde una URL. Si no está seguro, rechace esta solicitud.
fr: Vous (ou bien quelque chose) avez demandé à lancer une connexion à partir d'une URL. Si vous n'en n'êtes pas à l'origine merci de refuser cette demande.
it: Tu (o qualcosa del genere) hai richiesto di avviare una connessione da un URL. Se non sei sicuro, rifiuta questa richiesta.
ja: あなた (または何か) は、URL から接続を開始するように要求しました。よくわからない場合は、このリクエストを拒否してください。
ko: 귀하(또는 무언가)가 URL에서 연결을 시작하도록 요청했습니다. 확실하지 않은 경우 이 요청을 거부하십시오.
pl: Ty (lub coś) zażądałeś uruchomienia połączenia z adresu URL. Jeśli nie jesteś pewien, odrzuć tę prośbę.
pt: Você (ou algo assim) solicitou o lançamento de uma conexão a partir de um URL. Se você não tiver certeza, negue esta solicitação.
ru: Вы (или что-то) запросили запуск соединения с URL-адреса. Если вы не уверены, пожалуйста, отклоните этот запрос.
sv: Du (eller något) har begärt att starta en anslutning från en URL. Om du inte är säker vänligen avvisa denna begäran.
tr: Siz (veya başka bir şey) bir URL'den bağlantı başlatma talebinde bulundunuz. Emin değilseniz lütfen bu isteği reddedin.
uk: Ви (або щось таке) надіслали запит на запуск з’єднання з URL-адреси. Якщо ви не впевнені, відхиліть цей запит.
zh_hans: 您（或其他人）已请求从 URL 启动连接。如果您不确定，请拒绝此请求。
zh_hant_tw: 您（或其他人）已請求從 URL 啟動連接。如果您不確定，請拒絕此請求。

# Default_Favorite_Name
source: My Favorite
da: Min Favorit
de: Mein Favorit
es: Mi Favorito
fr: Mon favori
it: I miei preferiti
ja: お気に入り
ko: 내 즐겨찾기
pl: Ulubione
pt: Meu favorito
ru: Избранное
sv: Mina favoriter
tr: Sık Kullanılan
uk: Мій улюблений
zh_hans: 我的收藏
zh_hant_tw: 最愛

# Default_File_Name
source: File.txt
da: Fil.txt
de: Datei.txt
es: Archivo.txt
fr: Fichier.txt
pl: Plik.txt
pt: Arquivo.txt
sv: Fil.txt
tr: Dosya.txt

# Default_Folder_Name
source: New Dir
da: Ny mappe
de: Neues Verzeichnis
es: Nueva carpeta
fr: Nouveau Dossier
it: Nuova cartella
ja: 新しいフォルダ
ko: 새로운 폴더 만들기
pl: Nowy Folder
pt: Novo Dir
ru: Новая папка
sv: Ny katalog
tr: Yeni Dizin
uk: Новий реж
zh_hans: 新目录

source: Delete
da: Slet
de: Löschen
es: Borrar
fr: Supprimer
it: Cancella
ja: 削除
ko: 삭제
pl: Usuń
pt: Apagar
ru: Удалить
sv: Ta bort
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant_tw: 刪除

source: Delete failed
da: Fejl ved sletning
de: Löschen schlug fehl
es: No se ha podido eliminar
fr: Échec de la suppression
it: Cancellazione fallita
ja: 削除に失敗しました
ko: 삭제 실패
pl: Nie można było usunąć
pt: Apagar falhou
ru: Не удалось удалить
sv: Borttagning misslyckades
tr: Silme başarısız oldu
uk: Не вдалося видалити
zh_hans: 删除失败
zh_hant_tw: 刪除失敗

source: Deleting
da: Sletter
de: Löscht
es: Borrar
fr: Suppression
it: Sto cancellando
ja: 削除中
ko: 삭제중..
pl: Usuwam
pt: Apagando
ru: Удаление
sv: Raderar
tr: Siliniyor
uk: Видалення
zh_hans: 正在删除
zh_hant_tw: 正在刪除

source: Deny
da: Nægte
de: Leugnen
es: Denegar
fr: Interdire
it: Negare
ja: 拒否
ko: 부인하다
pl: Zaprzeczyć
pt: Negar
ru: Отказ
sv: Förneka
tr: Reddetmek
uk: Заперечувати
zh_hans: 否定
zh_hant_tw: 拒絕

source: Directory name
da: Mappe navn
de: Verzeichnisname
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome directory
ja: ディレクトリ名
ko: 폴더 이름
pl: Nazwa katalogu
pt: Nome do diretório
ru: Имя папки
sv: Katalognamn
tr: dizin adı
uk: Назва каталогу
zh_hans: 目录名称
zh_hant_tw: 資料夾名稱
